{
  "type": "success",
  "value": [
    {
      "id": 1,
      "joke": "Чак Норрис выворачивает ребристые презервативы наизнанку, чтобы самому получить удовольствие.",
      "categories": ["explicit"]
    },
    {
      "id": 2,
      "joke": "МакГайвер может построить самолет из скрепок и изоленты. Чак Норрис может навалять ему и отобрать самолет",
      "categories": []
    },
    {
      "id": 3,
      "joke": "Чак Норрис не читает книг. Он угрожающе на них смотрит до тех пор, пока не получит нужную информацию.",
      "categories": []
    },
    {
      "id": 4,
      "joke": "Если спросить у Чака Норриса сколько времени, он всегда отвечает &quot;Осталось две секунды&quot;. Если спросить &quot;Две секунды до чего?&quot;, вы получите в лицо ногой с разворота.",
      "categories": []
    },
    {
      "id": 5,
      "joke": "Чак Норрис потерял девственность раньше, чем его отец.",
      "categories": ["explicit"]
    },
    {
      "id": 6,
      "joke": "С 1940, года рождения Чака Норриса, количество смертей, связанных с ударом ногой с разворота, увеличилось на 13,000 процентов.",
      "categories": []
    },
    {
      "id": 12,
      "joke": "Чак Норрис сбрасывает кожу два раза в год.",
      "categories": []
    },
    {
      "id": 13,
      "joke": "Однажды Чак Норрис и Лэнс Армстронг выясняли, у кого больше яиц. У Чака их больше на 5.",
      "categories": ["explicit"]
    },
    {
      "id": 14,
      "joke": "В бейсболе нет стероидов. Только спортсмены, на которых дыхнул Чак Норрис.",
      "categories": []
    },
    {
      "id": 15,
      "joke": "Когда Чак Норрис сдает кровь, ему не нужен шприц. Он требует лишь пистолет и ведро.",
      "categories": []
    },
    {
      "id": 16,
      "joke": "На самом деле Плутон - это лишь кучка британских солдат времен Американской революции, которых Чак Норрис отправил на орбиту ударом ногой с разворота.",
      "categories": []
    },
    {
      "id": 17,
      "joke": "Чак Норрис не делает девушкам &quot;чайный пакетик&quot;, он делает &quot;два огромных мешка с картошкой&quot;.",
      "categories": ["explicit"]
    },
    {
      "id": 18,
      "joke": "Если верить Encyclopedia Brittanica, &quot;Путь Слез&quot; Коренных Американцев - это любое место, где прошелся Чак Норрис.",
      "categories": []
    },
    {
      "id": 19,
      "joke": "В среднестатистической жилой комнате есть 1,242 объекта, с помощью которых Чак Норрис убьет тебя, включая саму комнату.",
      "categories": []
    },
    {
      "id": 20,
      "joke": "Чака Норриса вырезали из четвертой части Цивилизации, так как он уделывал всех за один ход.",
      "categories": ["nerdy"]
    },
    {
      "id": 21,
      "joke": "Чак Норрис не признает ванны, ему больше по душе кровавая баня.",
      "categories": []
    },
    {
      "id": 23,
      "joke": "Время никого не ждет. Кроме Чака Норриса.",
      "categories": []
    },
    {
      "id": 24,
      "joke": "Чак Норрис может ударить настолько сильно, что буквально запечатает удар в твоей ДНК. И даже спустя десятилетия твои потомки будут внезапно хвататься за голову и кричать &quot;Твою ж мать, как больно!&quot;.",
      "categories": []
    },
    {
      "id": 25,
      "joke": "В библии Иисус превращал воду в вино. А потом Чак Норрис превратил это вино в пиво.",
      "categories": []
    },
    {
      "id": 26,
      "joke": "Чак Норрис - единственный человек, иллюстрирующий принцип неопределенности Гейзенберга - невозможно одновременно знать, где и с какой скоростью ты получишь от него ногой с разворота.",
      "categories": ["nerdy"]
    },
    {
      "id": 27,
      "joke": "Перегнать гепарда... Перетянуть локомотив... Перемахнуть через небоскреб... Некоторые простые упражнения из разминки Чака Норриса.",
      "categories": []
    },
    {
      "id": 28,
      "joke": "У Чака Норриса не конский хрен. Это у коня хрен ЧакНоррисовский.",
      "categories": ["explicit"]
    },
    {
      "id": 29,
      "joke": "Черепашки-ниндзя на самом деле основаны на реальных событиях: Чак Норрис однажды проглотил черепаху, и примерно через сутки в канализации появилась двухметровая черепаха, знающая карате.",
      "categories": []
    },
    {
      "id": 30,
      "joke": "Однажды кто-то сказал Чаку Норрису, что удар ногой с разворота - отстой. Историки называют это самой большой ошибкой человечества.",
      "categories": []
    },
    {
      "id": 31,
      "joke": "Чак Норрис бросил гранату и убил 50 человек. А потом граната взорвалась.",
      "categories": []
    },
    {
      "id": 33,
      "joke": "Чак Норрис сбил немецкий истребитель пальцем-пистолетом. Сказав &quot;Бабах!&quot;",
      "categories": []
    },
    {
      "id": 34,
      "joke": "Начальная сцена фильма &quot;Спасти рядового Райана&quot; основана на школьной записи игры Чака Норриса в вышибалу.",
      "categories": []
    },
    {
      "id": 35,
      "joke": "Обмани меня один раз - позор тебе. Обмани один раз Чака Норриса - получи ногой с разворота.",
      "categories": []
    },
    {
      "id": 36,
      "joke": "Сначала Чак Норрис присутствовал в игре &quot;Street Fighter II&quot;, но на стадии бета-теста его вырезали, так как вне зависимости от нажатых кнопок он только бил ногой с разворота. Когда его спросили об этом глюке, Чак из игры ответил &quot;А это не глюк.&quot;",
      "categories": ["nerdy"]
    },
    {
      "id": 37,
      "joke": "Если в Балде собрать &quot;Чак Норрис&quot;, то ты победишь. В любой игре.",
      "categories": []
    },
    {
      "id": 38,
      "joke": "Кто-то однажды снял на видео Чака Норриса в бешенстве. Полученный материал назвали Техасская резня бензопилой.",
      "categories": []
    },
    {
      "id": 39,
      "joke": "Чак Норрис не просто ходит по земле – он вращает планету по орбите.",
      "categories": []
    },
    {
      "id": 40,
      "joke": "Знак парковки для инвалидов на самом деле предупреждает, что это место принадлежит Чаку Норрису. И он превратит тебя в инвалида, если ты на нем припаркуешься.",
      "categories": []
    },
    {
      "id": 41,
      "joke": "Чак Норрис не стирает одежду. Он ее потрошит.",
      "categories": []
    },
    {
      "id": 42,
      "joke": "Чак Норрис не взбивает масло. Он просто бьет корову.",
      "categories": []
    },
    {
      "id": 43,
      "joke": "В полицейской кодировке нападение на Чака Норриса - 45-11.... Самоубийство.",
      "categories": []
    },
    {
      "id": 44,
      "joke": "Чак Норрис обыграл стену в теннис.",
      "categories": []
    },
    {
      "id": 45,
      "joke": "Что последнее промелькнуло в головах жертв Чака Норриса? Его ботинок.",
      "categories": []
    },
    {
      "id": 46,
      "joke": "Чак Норрис однажды съел 3 двухкиллограммовых стейка за 1 час. Просто первые 45 минут он занимался сексом с официанткой.",
      "categories": ["explicit"]
    },
    {
      "id": 47,
      "joke": "Теории эволюции не существует, есть только список существ, которым Чак Норрис позволил жить.",
      "categories": []
    },
    {
      "id": 48,
      "joke": "Чак Норрис выигрывает в крестики-нолики на первом ходу.",
      "categories": []
    },
    {
      "id": 49,
      "joke": "CNN изначально означало &quot;Чак Норрис Network&quot;, чтобы любой американец мог получить по заднице не вставая с дивана.",
      "categories": []
    },
    {
      "id": 50,
      "joke": "Чак Норрис создал знаменитый рецепт &quot;11 трав и специй&quot;. Но никто никогда не вспоминает двенадцатый ингредиент: Страх.",
      "categories": []
    },
    {
      "id": 51,
      "joke": "Самый короткий путь к сердцу мужчины - кулак Чака Норриса.",
      "categories": []
    },
    {
      "id": 52,
      "joke": "Когда Чак Норрис оплачивает налоги, он отправляет банку пустые бланки и свое фото. Чак Норрис не платит налоги, никогда.",
      "categories": []
    },
    {
      "id": 53,
      "joke": "Чак Норрис водит фургончик мороженщика, увешанный черепами его врагов.",
      "categories": []
    },
    {
      "id": 55,
      "joke": "У большинства людей 23 пары хромосом. У Чака Норриса их 72. И все смертельно опасны.",
      "categories": []
    },
    {
      "id": 56,
      "joke": "Великую Китайскую Стену изначально строили, чтобы защититься от Чака Норриса. Не вышло.",
      "categories": []
    },
    {
      "id": 57,
      "joke": "Чак Норрис 3 метра ростом, весит 2 тонны, дышит огнем, каждое утро съедает стальной молот и закусывает его выстрелом из дробовика.",
      "categories": []
    },
    {
      "id": 58,
      "joke": "Чак Норрис делает круги на полях. Потому что иногда кукурузе нужно полежать. Так-то.",
      "categories": []
    },
    {
      "id": 59,
      "joke": "Однажды Чак Норрис так сильно ударил ногой с разворота, что его нога переместилась в прошлое и наклонила Пизанскую башню.",
      "categories": []
    },
    {
      "id": 60,
      "joke": "Чак Норрис не платит за телефон. От просто трясет трубку, и деньги сами выпадают. От ужаса.",
      "categories": []
    }
  ]
}
